Revit 2027 API
ParameterTypeId.ArrayTypeParameter Property
 "Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrayTypeParameter { get; }
Public Shared ReadOnly Property ArrayTypeParameter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrayTypeParameter {
	ForgeTypeId^ get ();
}
static member ArrayTypeParameter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace